Repository: raul3222/affirmationTest
Catalog: Affirmations/*.lproj/Localizable.strings
Languages: ru

source: Category
ru: Категория

source: Theme
ru: Цвет фона

source: Sex
ru: Пол

source: Language
ru: Язык

source: Male
ru: Мужской

source: Female
ru: Женский

source: Choose category
ru: Выберите категорию

source: We will select affirmations based on the selected category
ru: Мы будем подбирать аффирмации на основе выбранной категории

source: Love
ru: Любовь

source: Friendship
ru: Дружба

source: Continue
ru: Далее

source: Select a theme
ru: Выберите фон

source: You can change the background at any time in the settings
ru: Вы сможете изменить фон в любой момент в настройках

source: Red
ru: Красный

source: Blue
ru: Синий

source: Select your gender
ru: Укажите Ваш пол

source: I am worthy of love and deserve to receive love in abundance
ru: Я достоин любви и заслуживаю получать любовь в изобилии

source: My heart is open to giving and receiving love
ru: Мое сердце открыто, чтобы дарить и получать любовь

source: I am surrounded by love every day and in every way
ru: Меня окружает любовь каждый день и во всех отношениях

source: I attract love and loving relationships into my life
ru: Я привлекаю в свою жизнь любовь и любовные отношения

source: Love flows to me and through me effortlessly
ru: Любовь течет ко мне и через меня легко

source: I radiate love and others reflect love back to me
ru: Я излучаю любовь, а другие отражают любовь мне

source: My relationships are filled with love, happiness, and respect
ru: Мои отношения наполнены любовью, счастьем и уважением

source: I am grateful for the love that surrounds me
ru: Я благодарен за любовь, которая меня окружает

source: Love comes to me easily and effortlessly
ru: Любовь приходит ко мне легко и непринужденно

source: I am a magnet for loving and fulfilling relationships
ru: Я магнит для любящих и полноценных отношений

source: I am surrounded by supportive and loving friends
ru: Меня окружают поддерживающие и любящие друзья

source: I attract positive and loyal friendships into my life
ru: Я привлекаю позитивных и верных друзей в свою жизнь

source: My friends and I share mutual respect and trust
ru: Мы с друзьями разделяем взаимное уважение и доверие

source: I am a kind and caring friend, and I receive the same in return
ru: Я добрый и заботливый друг, и получаю взамен то же самое

source: My friendships are filled with joy, laughter, and understanding
ru: Моя дружба наполнена радостью, смехом и пониманием

source: I am grateful for the amazing friends in my life
ru: Я благодарен за замечательных друзей в моей жизни

source: I nurture and cherish my friendships
ru: Я лелею и лелею свою дружбу

source: I attract friends who support and uplift me
ru: Я привлекаю друзей, которые поддерживают и поднимают мне настроение

source: My friends and I grow together in love and harmony
ru: Мы с друзьями растем вместе в любви и гармонии

source: I am a magnet for genuine and lasting friendships
ru: Я магнит для настоящей и прочной дружбы
